<unk>	0
<s>	0
</s>	0
<pad>	0
▁the	-3.27041
s	-3.35929
▁,	-3.36885
▁a	-3.46468
▁and	-3.63279
▁of	-3.73971
▁to	-4.08199
▁.	-4.08595
-	-4.10459
▁'	-4.17848
▁is	-4.46821
▁in	-4.56708
▁that	-4.57737
▁it	-4.63247
▁with	-4.96384
ing	-5.06222
▁as	-5.15341
▁an	-5.16277
▁	-5.16556
▁film	-5.18195
ly	-5.20802
▁for	-5.22666
t	-5.25594
▁movie	-5.30401
▁its	-5.3252
▁this	-5.41288
ed	-5.48847
▁be	-5.55636
▁you	-5.60072
▁but	-5.62509
▁on	-5.68671
▁n	-5.70967
'	-5.75788
d	-5.78575
▁by	-5.81041
▁one	-5.83394
▁more	-5.86941
▁--	-5.88333
▁not	-5.92819
▁than	-5.92889
y	-5.94706
▁at	-5.96817
▁has	-5.97927
▁so	-5.98524
▁his	-5.99252
▁from	-6.00263
▁about	-6.0048
▁like	-6.03127
▁are	-6.04297
▁all	-6.04361
▁or	-6.06213
▁have	-6.11305
▁most	-6.14842
▁who	-6.20615
▁good	-6.23208
e	-6.27291
▁out	-6.28265
▁story	-6.29139
▁...	-6.34061
▁too	-6.34259
▁i	-6.34705
▁into	-6.35317
▁up	-6.44088
▁no	-6.45527
▁)	-6.46192
ir	-6.50979
▁characters	-6.51508
▁funny	-6.52705
er	-6.54249
▁comedy	-6.5461
▁(	-6.55523
▁just	-6.56838
▁if	-6.57835
ch	-6.5831
▁well	-6.58316
▁even	-6.60985
▁can	-6.61534
▁some	-6.61696
▁does	-6.61841
▁time	-6.62602
▁what	-6.62812
▁much	-6.63277
▁your	-6.65443
▁`	-6.65713
▁will	-6.67288
▁bad	-6.68446
▁little	-6.70902
▁``	-6.72432
▁way	-6.73439
▁very	-6.74338
▁whi	-6.7595
▁feel	-6.76083
▁''	-6.78179
▁love	-6.79479
▁work	-6.80861
▁best	-6.81439
▁life	-6.81689
out	-6.82753
m	-6.8322
▁make	-6.83617
▁he	-6.84039
▁do	-6.84726
▁us	-6.85876
▁been	-6.85885
▁any	-6.87565
a	-6.88963
re	-6.9229
▁enough	-6.92389
▁new	-6.93761
▁look	-6.9441
.	-6.94679
▁we	-6.96834
▁there	-6.98347
al	-6.99325
▁only	-6.9936
▁action	-6.99383
▁director	-7.0084
▁never	-7.01577
▁makes	-7.02252
▁something	-7.02306
▁seem	-7.02545
n	-7.02581
▁humor	-7.03451
se	-7.03727
i	-7.04127
▁through	-7.04286
▁was	-7.04889
r	-7.06243
▁her	-7.07385
es	-7.07918
▁over	-7.08055
▁great	-7.08998
▁get	-7.09055
▁made	-7.10422
▁would	-7.10986
▁own	-7.11643
▁take	-7.12228
▁plot	-7.13914
o	-7.13993
▁see	-7.14501
ve	-7.15268
▁two	-7.15321
▁many	-7.15451
▁they	-7.15598
▁self	-7.15646
▁drama	-7.1566
▁how	-7.15885
▁sense	-7.16658
▁really	-7.16667
▁fun	-7.1913
▁performances	-7.19452
▁movies	-7.21469
▁other	-7.21859
▁off	-7.22086
▁every	-7.2218
▁cast	-7.22196
▁could	-7.22673
▁audience	-7.23303
▁better	-7.23958
▁real	-7.24076
▁such	-7.25265
▁give	-7.25545
▁character	-7.26858
▁heart	-7.26916
▁people	-7.26956
▁long	-7.28125
▁when	-7.28305
▁hard	-7.28754
▁first	-7.29076
▁nothing	-7.31632
▁being	-7.3169
▁down	-7.31882
▁both	-7.31965
▁ever	-7.32439
▁entertaining	-7.33125
▁may	-7.35146
▁often	-7.355
▁b	-7.35654
▁should	-7.35668
on	-7.36363
▁script	-7.36535
▁still	-7.36535
▁old	-7.3724
▁acting	-7.37323
▁world	-7.37413
▁un	-7.37628
▁performance	-7.38428
▁screen	-7.43118
▁:	-7.43696
▁while	-7.4442
▁interesting	-7.44673
▁because	-7.45284
▁s	-7.45338
▁big	-7.45512
▁also	-7.45976
▁human	-7.46223
ll	-7.46714
in	-7.47047
▁them	-7.47805
▁far	-7.47881
▁ca	-7.48171
▁kind	-7.49393
▁another	-7.49724
▁hollywood	-7.50696
▁less	-7.52071
▁keep	-7.52387
▁few	-7.52633
▁watch	-7.52716
▁end	-7.53644
▁films	-7.53711
▁those	-7.54124
▁thriller	-7.54149
▁dialogue	-7.5437
▁minutes	-7.54813
▁find	-7.58083
▁re	-7.6024
▁tale	-7.60332
▁might	-7.60565
▁family	-7.61673
▁star	-7.62152
▁romantic	-7.6272
ness	-7.63162
▁picture	-7.64271
▁year	-7.64456
▁back	-7.64973
▁go	-7.65072
▁cinema	-7.6548
▁moments	-7.65939
▁compelling	-7.66066
▁my	-7.66187
▁man	-7.66618
▁again	-7.66837
▁had	-7.66906
▁actors	-7.66955
▁after	-7.67739
▁rather	-7.67741
g	-7.68555
to	-7.69202
▁almost	-7.69765
▁material	-7.70057
▁visual	-7.70544
▁high	-7.70552
p	-7.70874
▁full	-7.70979
▁care	-7.71727
▁watching	-7.71996
▁documentary	-7.72134
▁seen	-7.72598
▁our	-7.72775
▁right	-7.72881
▁worth	-7.73061
▁d	-7.7357
an	-7.74182
▁itself	-7.74281
▁know	-7.74372
▁part	-7.74415
▁original	-7.74544
▁before	-7.75163
▁sweet	-7.75186
▁under	-7.7527
▁young	-7.75333
▁were	-7.75545
▁me	-7.75663
▁emotional	-7.75874
▁quite	-7.7703
▁art	-7.77336
▁direction	-7.77349
▁fascinating	-7.79573
▁come	-7.79702
▁moving	-7.79921
▁piece	-7.81089
▁between	-7.81206
▁here	-7.81843
▁things	-7.81887
▁comes	-7.82068
▁scenes	-7.83117
▁dull	-7.83427
▁show	-7.84003
▁low	-7.84414
▁comic	-7.84927
▁want	-7.85257
▁experience	-7.85281
▁smart	-7.85519
▁style	-7.85707
or	-7.85772
▁yet	-7.86254
▁american	-7.86319
▁;	-7.86576
▁special	-7.86922
▁music	-7.87176
▁de	-7.87788
▁she	-7.88054
▁bit	-7.88717
c	-7.89225
▁where	-7.8938
▁ultimately	-7.89532
▁going	-7.89533
▁works	-7.89783
▁lot	-7.90069
▁p	-7.90738
▁leave	-7.90983
the	-7.91206
▁making	-7.91973
▁kids	-7.92069
▁anything	-7.92628
▁why	-7.93109
▁worst	-7.93367
▁dark	-7.9354
▁years	-7.93879
▁cinematic	-7.9412
▁clever	-7.94262
▁half	-7.94552
▁laughs	-7.94686
▁enjoyable	-7.94876
▁-	-7.94906
▁manage	-7.95125
▁genre	-7.9523
▁least	-7.9523
▁thing	-7.95328
h	-7.9673
▁beautiful	-7.96972
▁entertainment	-7.97131
u	-7.97709
▁history	-7.97902
▁point	-7.9795
▁sometimes	-7.98292
▁though	-7.98298
▁powerful	-7.98687
st	-7.991
▁subject	-8.00206
▁engaging	-8.0025
▁short	-8.00251
en	-8.00613
of	-8.01286
▁away	-8.01409
▁face	-8.01519
▁together	-8.01907
▁idea	-8.0229
man	-8.0301
▁war	-8.03076
▁theater	-8.03328
▁him	-8.03468
▁turn	-8.03509
▁same	-8.03881
b	-8.04258
▁summer	-8.04278
▁feature	-8.0438
and	-8.04404
▁say	-8.04739
▁head	-8.04875
▁flick	-8.05062
▁enjoy	-8.05083
▁intelligence	-8.05119
▁three	-8.05119
ally	-8.0594
▁narrative	-8.05963
▁m	-8.06201
▁light	-8.06216
▁fresh	-8.06326
▁times	-8.06361
▁amusing	-8.06388
▁intelligent	-8.07093
▁women	-8.07646
▁put	-8.0771
▁once	-8.07907
▁energy	-8.08073
▁power	-8.08206
/	-8.08349
▁screenplay	-8.0851
▁charm	-8.08616
▁did	-8.0868
▁place	-8.0872
▁charming	-8.09566
▁surprisingly	-8.09651
▁last	-8.10259
▁actually	-8.10308
▁solid	-8.1101
th	-8.11627
▁need	-8.11786
▁anyone	-8.12451
▁small	-8.13349
▁think	-8.13419
▁true	-8.13819
▁filmmaking	-8.13855
▁flat	-8.14235
▁mind	-8.14462
▁feeling	-8.14514
▁romance	-8.15209
▁strong	-8.15366
k	-8.15548
▁pretty	-8.15632
▁spirit	-8.15973
▁dumb	-8.16095
▁silly	-8.1656
ous	-8.16661
▁wo	-8.1671
▁around	-8.1708
▁wit	-8.17722
▁t	-8.18006
▁perfect	-8.18496
▁set	-8.189
est	-8.19139
▁simply	-8.19422
l	-8.19658
▁tone	-8.19745
▁horror	-8.19878
▁done	-8.20043
▁classic	-8.20766
▁predictable	-8.20847
▁rich	-8.21083
▁truly	-8.21336
▁dramatic	-8.21377
▁c	-8.21497
age	-8.21586
▁effort	-8.21825
▁fine	-8.22706
▁satisfying	-8.22797
▁portrait	-8.22812
▁goes	-8.22974
▁whole	-8.23018
▁prove	-8.23117
▁deeply	-8.2318
▁offers	-8.23438
▁project	-8.2381
▁past	-8.23824
▁video	-8.24061
▁trying	-8.24689
▁stuff	-8.24817
▁opera	-8.24867
▁always	-8.25325
▁fans	-8.25437
▁v	-8.25467
ers	-8.25621
▁interest	-8.26298
▁rare	-8.2636
▁run	-8.2655
▁premise	-8.27382
▁since	-8.27806
▁quirky	-8.27903
w	-8.27908
▁culture	-8.27911
up	-8.27925
▁beautifully	-8.28119
▁writer	-8.2854
▁co	-8.28592
▁becomes	-8.28627
▁title	-8.28736
able	-8.2896
▁modern	-8.28967
▁matter	-8.28982
▁call	-8.29158
▁hilarious	-8.29471
▁suspense	-8.29472
le	-8.2983
ian	-8.30672
▁wild	-8.3174
▁filmmakers	-8.32065
▁effects	-8.32694
▁series	-8.32716
▁actor	-8.32856
▁?	-8.33266
▁probably	-8.33266
▁touching	-8.33614
▁hold	-8.33737
▁children	-8.33818
▁everyone	-8.33819
▁coming	-8.33924
▁day	-8.3421
▁pleasure	-8.3432
minute	-8.34344
▁h	-8.34762
▁sure	-8.34975
▁lack	-8.35379
▁g	-8.35999
▁familiar	-8.36129
ce	-8.36157
▁then	-8.36231
▁hours	-8.36558
▁level	-8.36617
▁exercise	-8.36627
▁remarkable	-8.36628
▁study	-8.36631
▁especially	-8.37199
▁imagination	-8.37199
▁must	-8.37224
▁wonderful	-8.37234
▁tv	-8.37283
old	-8.3758
▁middle	-8.37783
▁boring	-8.38357
▁easy	-8.38933
▁everything	-8.38933
▁serious	-8.39001
▁hour	-8.39196
ic	-8.39404
off	-8.39794
▁ideas	-8.39801
▁honest	-8.39887
▁reason	-8.39896
ie	-8.39925
▁instead	-8.40106
▁filmmaker	-8.40263
▁play	-8.40341
▁black	-8.40699
▁j	-8.40895
▁mess	-8.40903
ies	-8.41107
▁cheap	-8.4129
▁already	-8.41293
▁e	-8.41588
▁intriguing	-8.41892
▁sad	-8.4193
▁slow	-8.42566
ion	-8.42967
▁cold	-8.43129
▁stand	-8.43711
▁talent	-8.44171
▁recent	-8.44323
▁laugh	-8.44569
▁terrific	-8.44942
▁storytelling	-8.45562
fi	-8.46285
ra	-8.46492
▁stories	-8.46816
▁french	-8.46829
▁camera	-8.46865
▁obvious	-8.46899
el	-8.4695
▁adventure	-8.47215
espite	-8.47427
ne	-8.47567
▁become	-8.47842
▁written	-8.48273
time	-8.48305
▁ending	-8.48425
▁memorable	-8.48727
z	-8.49056
▁inside	-8.49062
▁attempt	-8.49169
▁crime	-8.49416
▁images	-8.49428
▁visually	-8.49914
▁r	-8.49932
▁historical	-8.50022
▁thought	-8.50276
▁utter	-8.50675
▁woman	-8.50753
▁none	-8.50913
▁completely	-8.50995
▁create	-8.51306
▁death	-8.51354
less	-8.51638
▁men	-8.51656
▁gentle	-8.51995
▁beauty	-8.51995
▁talented	-8.5245
▁melodrama	-8.52651
▁live	-8.53195
▁simple	-8.53332
▁ride	-8.53333
▁beyond	-8.5335
ter	-8.53528
▁car	-8.53904
▁jokes	-8.54093
▁near	-8.54241
▁emotionally	-8.54526
▁fails	-8.54534
it	-8.54572
▁above	-8.54723
▁gorgeous	-8.54823
is	-8.55189
▁passion	-8.55371
▁mr	-8.55514
ring	-8.5557
▁bring	-8.55613
having	-8.55795
ity	-8.55967
▁thoughtful	-8.56024
▁complex	-8.56039
▁bland	-8.56049
▁ugly	-8.56064
▁shot	-8.56138
▁help	-8.56314
all	-8.56448
▁himself	-8.56761
▁change	-8.56812
▁tell	-8.56822
▁girl	-8.56901
ar	-8.5704
▁audiences	-8.57144
day	-8.57288
▁let	-8.57396
▁left	-8.57457
▁welcome	-8.57457
▁nor	-8.57656
▁directed	-8.57713
▁believe	-8.57784
▁cliches	-8.58047
▁late	-8.58187
ng	-8.58286
▁warm	-8.5852
▁home	-8.58535
▁likely	-8.58688
▁slight	-8.58858
▁book	-8.58947
▁ma	-8.59454
▁soap	-8.59585
▁huge	-8.596
▁social	-8.59613
ish	-8.59698
▁form	-8.60129
▁line	-8.60227
▁impossible	-8.60336
fashioned	-8.6043
▁viewer	-8.60621
▁rock	-8.60796
each	-8.6096
▁debut	-8.61029
▁different	-8.61029
▁found	-8.61029
▁understand	-8.61121
▁easily	-8.61138
▁sequel	-8.6129
▁stupid	-8.61758
▁deep	-8.61851
at	-8.62023
▁contrived	-8.62494
▁excellent	-8.62494
▁pull	-8.62494
▁writing	-8.62494
▁oscar	-8.62518
▁sex	-8.62967
ry	-8.63174
▁promise	-8.63235
▁tired	-8.63238
▁else	-8.63293
▁sort	-8.63432
f	-8.63907
▁animation	-8.63984
▁otherwise	-8.63987
▁version	-8.64038
▁fairly	-8.64164
▁brilliant	-8.64207
▁lead	-8.64268
▁waste	-8.6448
▁sit	-8.64635
▁comedies	-8.64733
▁sci	-8.65521
▁warmth	-8.65522
▁eyes	-8.65875
▁role	-8.65882
▁message	-8.65899
▁personal	-8.66428
▁particularly	-8.66486
▁moral	-8.66492
▁certainly	-8.66532
▁seat	-8.66691
▁appealing	-8.66918
▁violence	-8.67023
▁wrong	-8.67023
▁add	-8.67273
▁hero	-8.67352
▁top	-8.67449
▁formula	-8.67775
▁lost	-8.67819
▁view	-8.6787
▁now	-8.68031
▁genuine	-8.68034
▁k	-8.68178
▁viewers	-8.68408
▁themselves	-8.68579
▁lacks	-8.6865
ent	-8.68717
year	-8.6879
▁delightful	-8.68827
▁fact	-8.69274
▁either	-8.69367
▁imagine	-8.69367
▁thoroughly	-8.69391
▁step	-8.69394
▁name	-8.69508
▁pay	-8.69851
▁cool	-8.70187
▁pre	-8.70191
▁impressive	-8.70408
▁mean	-8.70487
▁looks	-8.70571
▁sustain	-8.70933
▁creative	-8.70961
▁barely	-8.70962
▁wait	-8.70968
▁sequences	-8.70999
▁teen	-8.71303
▁second	-8.71588
▁treat	-8.71767
▁manner	-8.71793
▁creepy	-8.71817
▁appeal	-8.71877
▁allow	-8.71914
▁nice	-8.7205
▁cliché	-8.72084
▁dead	-8.72192
nearly	-8.72307
▁ambitious	-8.7258
▁quality	-8.72581
id	-8.7263
▁important	-8.72703
▁shows	-8.72705
▁turns	-8.72832
▁gags	-8.72916
▁close	-8.72961
▁along	-8.73214
▁unexpected	-8.734
▁worse	-8.73413
▁winning	-8.73464
▁concept	-8.73504
▁surprising	-8.73683
▁plays	-8.73985
▁master	-8.74215
▁vision	-8.74216
▁!	-8.74226
▁decent	-8.74226
▁john	-8.74269
▁deal	-8.74447
▁pure	-8.74572
▁seeing	-8.74848
▁got	-8.7489
▁four	-8.75031
▁next	-8.7506
▁running	-8.75068
▁engrossing	-8.75099
▁side	-8.75173
ard	-8.75439
▁hand	-8.75636
▁mood	-8.75639
▁adults	-8.75672
▁act	-8.75692
▁fantasy	-8.759
▁walk	-8.76011
▁wh	-8.7608
▁pretentious	-8.76747
▁straight	-8.76747
te	-8.7689
▁clichés	-8.76939
director	-8.77024
▁psychological	-8.77048
▁career	-8.77383
▁worthy	-8.7757
▁major	-8.77602
▁sharp	-8.77626
▁working	-8.77802
▁score	-8.77805
▁unique	-8.77916
▁expect	-8.78039
▁success	-8.78415
▁follow	-8.78464
▁grand	-8.78464
▁tragedy	-8.78464
▁able	-8.78478
▁10	-8.78523
▁lives	-8.78538
ate	-8.78597
▁awful	-8.78783
▁convincing	-8.79334
▁michael	-8.79334
▁monster	-8.79334
▁insight	-8.79375
▁road	-8.79427
▁nature	-8.79455
v	-8.79656
▁entirely	-8.7968
▁attention	-8.80211
▁production	-8.80243
x	-8.80315
▁perfectly	-8.80337
▁approach	-8.81096
▁episode	-8.81096
▁stylish	-8.81097
▁wise	-8.81153
▁class	-8.81317
movie	-8.81411
▁dog	-8.81529
▁odd	-8.81576
▁inventive	-8.8194
▁crowd	-8.81989
▁journey	-8.81989
▁period	-8.81989
▁unsettling	-8.81989
▁job	-8.8201
▁unfunny	-8.82019
▁pro	-8.82041
▁dream	-8.82243
▁usual	-8.82344
▁painful	-8.8235
▁try	-8.82403
▁water	-8.8253
il	-8.82763
▁skill	-8.82904
▁remains	-8.82933
▁pop	-8.82937
▁scene	-8.83065
ably	-8.83503
▁subtle	-8.83708
▁epic	-8.83802
▁future	-8.83813
▁artist	-8.83873
▁neither	-8.84716
▁shallow	-8.84734
▁depth	-8.84772
▁ways	-8.84871
▁fill	-8.85047
▁mystery	-8.85642
▁satire	-8.85642
▁successful	-8.85652
▁dry	-8.85768
▁edge	-8.85797
▁wonder	-8.85883
rate	-8.86009
▁cop	-8.8606
▁2	-8.8619
▁thin	-8.86293
▁win	-8.86488
▁difficult	-8.86576
▁believable	-8.86582
▁reality	-8.86675
▁moment	-8.869
mo	-8.86905
▁clear	-8.87041
til	-8.8715
▁hit	-8.8736
▁sever	-8.87377
dy	-8.87456
▁con	-8.8749
▁tension	-8.8752
▁hip	-8.87603
ism	-8.87891
▁tedious	-8.8792
ant	-8.88321
▁tries	-8.8851
▁elements	-8.88557
▁lacking	-8.88587
▁game	-8.88985
▁sentimental	-8.89087
▁poorly	-8.89907
▁highly	-8.9025
▁provocative	-8.90405
hearted	-8.90407
▁colorful	-8.90411
▁considerable	-8.90429
▁masterpiece	-8.90433
▁use	-8.90824
▁political	-8.90835
▁eye	-8.9089
son	-8.90979
▁ends	-8.91034
▁cut	-8.91203
▁adaptation	-8.91386
▁affection	-8.91387
▁robert	-8.91387
▁smile	-8.91392
▁scary	-8.91464
▁spy	-8.91508
▁reach	-8.9153
▁suffer	-8.91737
▁kid	-8.91792
▁amount	-8.91937
▁open	-8.91979
▁hackneyed	-8.92375
▁sensitive	-8.92375
▁motion	-8.92375
▁cinematography	-8.92392
▁endearing	-8.92429
▁watchable	-8.92477
▁appear	-8.92856
so	-8.93051
▁situations	-8.93099
▁earnest	-8.93337
▁couple	-8.93375
▁stay	-8.93375
▁exact	-8.93378
▁getting	-8.93396
▁disney	-8.93415
▁falls	-8.93427
▁gone	-8.9349
▁storyline	-8.93496
▁greatest	-8.93554
▁pictures	-8.93719
▁finally	-8.93847
▁soul	-8.94038
▁brain	-8.94359
▁single	-8.94387
▁potential	-8.9439
▁heavy	-8.94464
▁parents	-8.94511
▁loud	-8.94542
▁bar	-8.94546
▁pace	-8.95107
▁mark	-8.95167
▁sh	-8.95259
▁pleasant	-8.95407
▁witty	-8.95425
▁depressing	-8.95449
▁animated	-8.95472
▁drag	-8.95981
▁boy	-8.96352
▁possible	-8.96437
▁flaws	-8.96902
▁fire	-8.96912
▁quiet	-8.96933
▁ch	-8.97332
▁touch	-8.97363
▁actress	-8.97387
▁purpose	-8.97448
▁money	-8.97482
▁sea	-8.97487
▁o	-8.9768
▁days	-8.9769
ical	-8.97879
▁ill	-8.98222
▁throughout	-8.98233
▁relationships	-8.98282
▁fast	-8.98408
▁magic	-8.98438
▁grace	-8.98501
▁overcome	-8.98531
▁delivers	-8.98749
▁uses	-8.98758
itting	-8.9883
▁themes	-8.98936
cross	-8.99015
▁given	-8.99027
▁surprise	-8.99069
▁toward	-8.99177
▁present	-8.99202
▁emotions	-8.9927
▁date	-8.99459
ley	-8.99469
▁female	-8.99595
▁insightful	-8.99606
▁wish	-8.99608
▁examination	-8.99685
▁ro	-8.9976
▁deliver	-8.99772
during	-9.00004
▁al	-9.00315
▁carrie	-9.00588
▁la	-9.00662
▁imaginative	-9.0067
▁deft	-9.0067
▁mindless	-9.00718
▁doing	-9.00721
▁pointless	-9.00726
▁school	-9.00981
▁cute	-9.01556
▁problem	-9.01589
▁wood	-9.01712
▁taste	-9.01748
▁spielberg	-9.01773
▁weird	-9.02274
▁20	-9.02404
▁delight	-9.02724
▁frame	-9.02853
▁favor	-9.02856
▁avoid	-9.02856
▁execution	-9.02856
▁intimate	-9.02856
▁target	-9.02856
ether	-9.02856
▁definitely	-9.02902
▁balance	-9.03019
▁minor	-9.03159
▁night	-9.03277
life	-9.03316
▁intense	-9.03412
▁complete	-9.03436
▁poor	-9.03442
▁fall	-9.03915
▁respect	-9.03942
▁ensemble	-9.03967
▁intrigue	-9.03967
▁triumph	-9.03967
▁playful	-9.03984
▁steven	-9.04007
right	-9.04441
what	-9.04523
▁strange	-9.04853
▁captures	-9.04889
▁spiritual	-9.05071
▁forget	-9.0509
▁plain	-9.05091
▁gross	-9.05091
▁memory	-9.05091
▁mild	-9.05091
▁dis	-9.05093
▁pacing	-9.05097
▁urban	-9.05173
▁person	-9.05346
um	-9.05378
▁twists	-9.05682
▁rest	-9.05708
▁mix	-9.0583
▁st	-9.05837
▁york	-9.05838
▁offer	-9.05912
▁share	-9.05941
▁inter	-9.05973
▁exciting	-9.06227
▁release	-9.06227
▁supposed	-9.0625
ial	-9.06278
▁novel	-9.06295
▁told	-9.06303
▁ability	-9.06356
▁forced	-9.06434
ek	-9.06459
▁fight	-9.0666
▁lame	-9.06663
▁deserves	-9.06755
▁delicate	-9.06827
▁recommend	-9.06946
▁tragic	-9.07343
▁truth	-9.07367
▁striking	-9.07376
▁uneven	-9.07376
▁goofy	-9.07442
▁tear	-9.07484
▁joy	-9.07556
▁hate	-9.07752
▁final	-9.07807
▁thinking	-9.0784
▁natural	-9.07978
▁mediocre	-9.08539
▁remake	-9.08539
▁apart	-9.08585
▁ii	-9.08669
▁room	-9.08788
▁sexy	-9.08951
▁figure	-9.09015
us	-9.09464
▁super	-9.09667
▁sexual	-9.09696
▁tiresome	-9.09716
▁tribute	-9.09716
▁someone	-9.09717
▁heartfelt	-9.09724
▁contemporary	-9.0973
▁humanity	-9.09815
▁occasionally	-9.0994
▁surprises	-9.0999
▁case	-9.10257
▁starts	-9.10491
▁emerge	-9.1089
▁conviction	-9.10906
▁evil	-9.10906
▁generic	-9.10906
▁plenty	-9.10906
▁worthwhile	-9.10906
▁sandler	-9.1091
▁living	-9.1091
▁manipulative	-9.10929
▁stale	-9.10931
▁cultural	-9.11007
▁chilling	-9.11044
▁equally	-9.11132
▁le	-9.1116
▁flicks	-9.11193
▁twisted	-9.11268
▁core	-9.11272
▁ra	-9.11348
▁hell	-9.11444
▁vivid	-9.11566
▁lovely	-9.11573
▁nicely	-9.11711
▁fully	-9.11969
▁rip	-9.12059
▁conclusion	-9.12111
▁funnier	-9.12111
▁sophisticated	-9.12111
▁failure	-9.12112
▁hope	-9.1212
▁sub	-9.12126
▁felt	-9.12178
▁ex	-9.12304
▁sincere	-9.1234
▁pass	-9.12616
▁words	-9.12648
▁remember	-9.12701
▁large	-9.12749
made	-9.1276
▁painfully	-9.12846
ped	-9.13078
▁telling	-9.13223
▁happen	-9.13284
▁offensive	-9.1333
▁terrible	-9.1333
▁indie	-9.13384
▁crafted	-9.13752
▁events	-9.13768
▁today	-9.1385
co	-9.13996
▁consider	-9.14042
▁direct	-9.14139
▁fare	-9.14332
▁spark	-9.14555
▁brings	-9.14562
▁remarkably	-9.14566
▁poetry	-9.14567
▁amateurish	-9.14568
▁voice	-9.14583
▁thanks	-9.14593
ary	-9.14627
taking	-9.14822
screen	-9.14882
▁ages	-9.14937
ick	-9.15016
▁pieces	-9.15116
▁ultimate	-9.15272
for	-9.15732
▁vi	-9.15749
▁superficial	-9.15795
▁devoid	-9.15815
▁clarity	-9.15816
▁battle	-9.15819
▁weak	-9.15864
▁playing	-9.15892
▁inspiring	-9.15987
▁situation	-9.16165
▁credit	-9.16264
tic	-9.16365
ral	-9.16467
▁effective	-9.1653
▁acted	-9.1662
▁x	-9.16631
▁party	-9.16897
▁except	-9.17058
▁doubt	-9.17081
▁escape	-9.17081
▁justice	-9.17082
▁studio	-9.17085
ro	-9.1713
mong	-9.17137
▁meandering	-9.1715
▁ga	-9.17631
land	-9.17664
top	-9.17734
ation	-9.17782
▁company	-9.18363
▁energetic	-9.18363
▁strike	-9.18363
▁achievement	-9.18366
▁rarely	-9.18437
▁sick	-9.18444
▁sounds	-9.18445
▁sha	-9.18478
▁sets	-9.18596
▁guy	-9.18808
▁issues	-9.18895
▁clearly	-9.1911
▁refreshing	-9.19186
▁remind	-9.19465
▁funniest	-9.19662
▁product	-9.19664
▁heartwarming	-9.19672
▁guilty	-9.19783
▁li	-9.19968
▁ago	-9.20107
▁inept	-9.20113
▁jo	-9.20208
▁casting	-9.20282
▁strangely	-9.20294
▁cross	-9.20401
▁extreme	-9.20432
▁genuinely	-9.20577
▁gre	-9.20796
▁throw	-9.20888
▁empty	-9.20977
▁extraordinary	-9.20977
▁festival	-9.20977
▁routine	-9.20977
▁sloppy	-9.20977
▁strain	-9.20977
▁substance	-9.20977
▁impact	-9.20979
▁crisp	-9.20979
▁country	-9.21025
▁state	-9.21036
▁realism	-9.21078
ist	-9.21168
▁read	-9.21218
▁value	-9.21517
do	-9.2158
▁start	-9.2163
▁quick	-9.2177
▁color	-9.21893
nce	-9.21896
▁19	-9.22273
ling	-9.2228
▁chemistry	-9.22311
▁cruel	-9.22311
▁derivative	-9.22311
▁frank	-9.22311
▁meditation	-9.22311
▁previous	-9.22311
▁yarn	-9.22311
▁maintain	-9.22311
▁root	-9.22311
▁yourself	-9.22333
▁paper	-9.22335
▁unlike	-9.22369
▁roll	-9.22382
▁wasted	-9.22879
▁chance	-9.22929
good	-9.23093
▁needs	-9.23255
▁viewing	-9.23411
▁ridiculous	-9.23617
▁brutal	-9.23642
▁document	-9.23652
▁annoying	-9.23662
▁politics	-9.23662
▁alone	-9.23662
▁gripping	-9.23666
▁mother	-9.2369
▁load	-9.23722
▁originality	-9.23748
▁law	-9.23761
▁twist	-9.2392
▁gay	-9.23944
▁entire	-9.24487
▁shoot	-9.24495
▁guys	-9.24559
▁trouble	-9.24714
▁bore	-9.24783
▁90	-9.24795
▁wonderfully	-9.24961
▁universal	-9.25032
▁match	-9.25057
▁screenwriter	-9.25062
▁trip	-9.2511
▁sand	-9.25295
▁begins	-9.25353
▁skin	-9.25922
▁pain	-9.26177
▁loss	-9.26411
▁behind	-9.26421
▁devastating	-9.26421
▁excitement	-9.26421
▁glimpse	-9.26421
▁poetic	-9.26424
▁twice	-9.26427
▁attraction	-9.26434
▁save	-9.26458
▁merely	-9.26663
▁sheer	-9.26995
▁please	-9.27164
▁ti	-9.27216
head	-9.27267
▁word	-9.27279
ver	-9.27372
▁questions	-9.27399
▁deserve	-9.27466
▁serve	-9.27521
▁interested	-9.27551
istic	-9.27672
handed	-9.27697
▁paint	-9.27715
▁america	-9.27741
▁authentic	-9.27796
provoking	-9.27829
▁computer	-9.27829
▁promising	-9.27829
▁slapstick	-9.27829
▁unnecessary	-9.27829
▁unusual	-9.27829
▁air	-9.27853
▁tender	-9.27892
▁flawed	-9.27905
▁absolutely	-9.28035
▁detailed	-9.28159
▁bother	-9.28316
▁per	-9.28336
▁extremely	-9.28416
▁ask	-9.28524
▁taken	-9.28591
thin	-9.28733
▁runs	-9.28752
▁mid	-9.29002
▁fashion	-9.29009
as	-9.29166
▁process	-9.29235
▁murder	-9.29258
▁essential	-9.29258
▁popcorn	-9.29258
▁sappy	-9.29258
▁pathetic	-9.2926
▁friendship	-9.29263
▁british	-9.29272
▁grant	-9.29304
ful	-9.29376
▁succeeds	-9.29393
▁problems	-9.29479
like	-9.30046
▁sign	-9.30148
▁frustrating	-9.30155
5	-9.30662
▁japan	-9.30707
▁horrible	-9.30707
▁spectacle	-9.30707
▁typical	-9.30707
▁metaphor	-9.30707
▁served	-9.31153
▁usually	-9.31594
▁chan	-9.31624
ner	-9.31731
▁mu	-9.318
▁di	-9.31903
fer	-9.31914
▁award	-9.31966
▁number	-9.31968
▁virtu	-9.32149
▁alive	-9.32178
▁disaster	-9.32178
▁dreary	-9.32178
▁incredibly	-9.32178
▁mesmerizing	-9.32178
▁opportunity	-9.32178
▁treatment	-9.32178
▁performers	-9.32189
▁wants	-9.32199
vin	-9.32234
▁green	-9.32276
▁mi	-9.32328
▁city	-9.32353
dimensional	-9.32441
▁offering	-9.33031
▁certain	-9.33126
la	-9.33261
▁hardly	-9.33364
▁girls	-9.33559
▁seriously	-9.33569
▁blue	-9.33662
▁eventual	-9.33671
▁street	-9.33672
▁comedic	-9.3368
▁source	-9.33687
▁suspenseful	-9.33696
▁forgettable	-9.3378
▁realistic	-9.33788
▁frequently	-9.33871
be	-9.33898
by	-9.34113
▁die	-9.34188
▁pet	-9.34262
▁refreshingly	-9.34303
ut	-9.34334
night	-9.34607
▁stunning	-9.34627
▁elegant	-9.34634
▁standard	-9.34813
▁shots	-9.35124
▁riveting	-9.35185
▁suggest	-9.35185
▁stock	-9.35185
▁brown	-9.35186
▁south	-9.35186
▁drive	-9.35203
▁front	-9.3521
▁absorbing	-9.35278
▁age	-9.35452
▁delivery	-9.35557
▁w	-9.35639
me	-9.35734
▁includ	-9.35838
▁liked	-9.35983
▁allen	-9.36105
▁8	-9.36114
▁oddly	-9.36118
budget	-9.36143
▁superb	-9.36208
▁credits	-9.36304
▁struggle	-9.36411
▁creat	-9.36433
▁break	-9.36497
natured	-9.36526
▁awkward	-9.36675
▁business	-9.36724
▁dazzling	-9.36724
▁franchise	-9.36724
▁identity	-9.36725
▁exquisite	-9.36726
▁shame	-9.36737
▁conventional	-9.36742
▁bond	-9.36814
average	-9.36836
▁badly	-9.36849
▁fan	-9.36952
▁fiction	-9.36963
▁entertain	-9.37183
▁suck	-9.37464
▁reveals	-9.37483
▁amazing	-9.37732
conscious	-9.37737
ize	-9.3777
▁general	-9.37801
line	-9.3787
▁modest	-9.38037
▁stage	-9.38203
▁absurd	-9.38251
▁commercial	-9.38272
▁2002	-9.38286
▁condition	-9.38286
▁measure	-9.38286
▁repetitive	-9.38286
▁unimaginative	-9.38286
▁false	-9.38286
▁lazy	-9.38286
▁david	-9.38288
▁development	-9.38291
▁check	-9.38292
▁college	-9.38338
▁provides	-9.38473
▁house	-9.38536
▁bold	-9.38559
▁based	-9.38581
▁hot	-9.38583
ma	-9.38617
▁editing	-9.38647
though	-9.38762
za	-9.38825
▁crush	-9.39249
▁l	-9.39291
▁9	-9.39462
▁concern	-9.39512
▁structure	-9.39563
end	-9.39676
▁bullock	-9.39874
▁complicated	-9.39874
▁obnoxious	-9.39874
▁stomach	-9.39874
▁group	-9.39874
star	-9.39882
ung	-9.39933
▁violent	-9.39944
▁maybe	-9.39945
▁speak	-9.39972
▁pair	-9.39989
▁space	-9.40016
▁belly	-9.40036
▁raw	-9.40059
▁pack	-9.40063
ping	-9.40122
▁damned	-9.40165
▁chase	-9.4024
▁attempts	-9.40376
led	-9.40729
▁thrills	-9.40733
▁tr	-9.40824
ney	-9.40835
▁tough	-9.40929
▁bright	-9.41025
▁undeniabl	-9.413
▁accept	-9.41461
▁jack	-9.41474
▁admirable	-9.41487
▁behavior	-9.41487
▁ludicrous	-9.41487
▁sight	-9.41487
▁unpleasant	-9.41487
▁wicked	-9.41487
▁cause	-9.41487
▁conflict	-9.41488
▁raise	-9.41502
▁listless	-9.41502
▁joke	-9.4155
▁fake	-9.41598
saw	-9.41745
▁fat	-9.42167
▁provide	-9.42765
▁blood	-9.4295
▁places	-9.4304
▁cartoon	-9.43107
▁murphy	-9.43126
▁strength	-9.43126
▁lousy	-9.43126
▁ponder	-9.43126
▁adam	-9.43129
▁frida	-9.4313
▁nasty	-9.43199
▁camp	-9.43305
▁pat	-9.43813
▁sound	-9.44039
▁lots	-9.4404
▁fears	-9.44047
▁fit	-9.44557
▁remain	-9.44711
▁sequence	-9.44712
▁bottom	-9.44792
▁bizarre	-9.44793
▁eloquent	-9.44793
▁excuse	-9.44793
▁glory	-9.44793
▁mainstream	-9.44793
▁poignant	-9.44793
▁splendid	-9.44793
▁vibrant	-9.44793
▁wannabe	-9.44793
▁georg	-9.44793
▁pretend	-9.44793
▁zone	-9.44793
▁east	-9.44793
▁length	-9.44793
▁philosophical	-9.44794
▁grief	-9.44797
▁proper	-9.44798
▁sentimentality	-9.44827
▁science	-9.44905
▁row	-9.44938
▁god	-9.44952
▁fatal	-9.45017
▁sides	-9.45039
▁band	-9.45056
▁humorous	-9.45099
▁inspired	-9.45134
▁totally	-9.45165
ton	-9.45311
▁insane	-9.4548
▁quickly	-9.45481
▁cleverly	-9.45561
▁happens	-9.45661
▁willing	-9.45883
▁na	-9.4602
▁damage	-9.46175
▁cent	-9.46332
▁weight	-9.46419
▁gut	-9.46472
▁faith	-9.46482
▁evocative	-9.46487
▁intricate	-9.46487
▁perspective	-9.46487
▁relative	-9.46487
▁superior	-9.46487
▁visceral	-9.46487
▁merit	-9.46488
▁linger	-9.46491
▁sitcom	-9.46498
▁hopeful	-9.46503
▁wry	-9.46509
▁cheesy	-9.46522
▁wide	-9.46572
▁happy	-9.46602
▁soon	-9.46835
ized	-9.47046
▁mixed	-9.47113
uit	-9.4717
▁non	-9.47281
▁leads	-9.47472
looking	-9.47661
ball	-9.47699
▁f	-9.47787
▁dreams	-9.47863
▁ring	-9.47975
▁charisma	-9.48201
▁creativity	-9.48212
▁machine	-9.48212
▁relentless	-9.48212
▁surface	-9.48212
▁content	-9.48212
▁food	-9.48213
▁subtlety	-9.48228
▁constant	-9.48237
▁forgotten	-9.48283
▁learn	-9.48301
▁beneath	-9.48331
▁ke	-9.48341
▁gifted	-9.4835
▁sum	-9.48377
▁effect	-9.48419
▁revealing	-9.48423
▁par	-9.48474
▁awe	-9.48587
▁holes	-9.48841
▁largely	-9.48992
▁members	-9.49122
▁persona	-9.49133
▁sequels	-9.49461
▁detail	-9.49677
▁aspects	-9.49685
▁decades	-9.49685
▁cat	-9.4982
esque	-9.49966
▁crude	-9.49966
▁flair	-9.49966
▁intended	-9.49966
▁involving	-9.49966
▁irritating	-9.49966
▁similar	-9.49966
▁channel	-9.49966
▁digital	-9.49966
▁five	-9.49967
▁blend	-9.49967
▁beginning	-9.4997
ily	-9.50029
▁season	-9.50049
▁haunting	-9.50062
▁rent	-9.50162
▁designed	-9.50172
▁pic	-9.50213
ty	-9.50377
▁creates	-9.50405
▁means	-9.50516
▁z	-9.50766
da	-9.50938
▁beat	-9.51009
hour	-9.51128
▁delightfully	-9.512
▁particular	-9.51207
▁artificial	-9.51238
▁endless	-9.51349
▁force	-9.5141
▁seek	-9.51425
ky	-9.51438
▁realize	-9.51734
▁exhilarating	-9.51752
▁intensity	-9.51752
▁retread	-9.51752
▁mention	-9.51752
▁convey	-9.51752
▁william	-9.51754
▁confusing	-9.51756
▁community	-9.51823
les	-9.51826
▁assured	-9.51852
▁accomplished	-9.51861
rence	-9.51881
▁laughter	-9.51901
▁rhythm	-9.51909
▁dare	-9.52018
ho	-9.52188
▁laughing	-9.52253
▁web	-9.52326
▁growing	-9.52329
atur	-9.52525
ese	-9.5272
▁return	-9.52758
▁talents	-9.52803
video	-9.52993
▁stop	-9.53283
▁brit	-9.53566
possibly	-9.5357
characterization	-9.5357
▁challenging	-9.5357
▁determine	-9.5357
▁frustration	-9.5357
▁holiday	-9.5357
▁kiddie	-9.5357
▁giant	-9.5357
▁fantastic	-9.53573
▁exploration	-9.53573
▁gangster	-9.53581
▁enter	-9.53583
▁combine	-9.53585
▁setting	-9.53585
▁jackson	-9.53588
▁indian	-9.53592
▁describe	-9.53615
▁teacher	-9.53642
▁slap	-9.53653
▁formulaic	-9.53672
▁consistently	-9.53746
▁stereotypes	-9.53801
▁cliched	-9.53964
▁songs	-9.54002
▁white	-9.54036
▁generally	-9.5421
▁budget	-9.54261
▁stars	-9.54335
▁quietly	-9.54535
lin	-9.54563
▁subjects	-9.54716
de	-9.54718
funny	-9.54789
▁apparent	-9.54873
▁marvelous	-9.54887
▁punch	-9.54906
▁1	-9.5499
▁count	-9.55257
▁theme	-9.55383
▁observations	-9.55393
▁vulgar	-9.55401
▁cliche	-9.55415
▁affair	-9.55422
▁elevate	-9.55422
▁endeavor	-9.55422
▁precious	-9.55422
▁soundtrack	-9.55422
▁plodding	-9.55422
▁accessible	-9.55424
▁queen	-9.55425
▁price	-9.55441
eyed	-9.5545
▁team	-9.55459
▁imax	-9.55494
▁affecting	-9.5552
▁office	-9.55582
▁farce	-9.55611
▁jam	-9.55641
▁capture	-9.55757
minded	-9.56085
▁finding	-9.56242
▁visuals	-9.56367
down	-9.5671
perfect	-9.56731
erry	-9.5678
ever	-9.56902
▁rhythms	-9.57142
▁bears	-9.57153
▁lo	-9.57245
▁crazy	-9.57309
▁unconvincing	-9.57309
▁favorite	-9.57309
▁frightening	-9.57309
▁buoyant	-9.5731
▁mor	-9.57313
▁steal	-9.57343
▁industry	-9.5738
▁television	-9.57383
▁hair	-9.5751
lu	-9.57582
▁free	-9.57604
▁bored	-9.57743
▁missing	-9.57762
▁trick	-9.57824
zo	-9.58083
▁lived	-9.58245
ingly	-9.58416
if	-9.58512
▁insult	-9.58585
▁masterful	-9.58701
▁logic	-9.58739
▁upon	-9.5877
pe	-9.58775
▁noir	-9.58832
▁main	-9.58837
mon	-9.58877
▁ya	-9.5893
▁bu	-9.58997
▁pile	-9.59206
▁wa	-9.59226
▁addition	-9.59232
▁captivating	-9.59232
▁clumsy	-9.59232
▁further	-9.59232
▁horrifying	-9.59232
▁lush	-9.59232
▁vague	-9.59232
▁vehicle	-9.59232
▁washington	-9.59232
▁rewarding	-9.59232
▁niro	-9.59238
▁display	-9.59239
▁spent	-9.59247
born	-9.5925
▁fr	-9.5925
▁pick	-9.59295
▁came	-9.59301
▁move	-9.59398
▁sell	-9.59458
▁string	-9.59486
▁flashy	-9.59489
▁forgive	-9.59549
▁relationship	-9.59689
▁cl	-9.59758
▁ja	-9.59815
▁talking	-9.59824
▁overly	-9.60078
changing	-9.60112
▁loses	-9.60231
▁explore	-9.60286
written	-9.60533
▁answers	-9.60598
indulgent	-9.60604
▁positive	-9.6064
▁sun	-9.60689
▁astonishing	-9.60775
▁notice	-9.60851
▁embrace	-9.60877
▁flash	-9.6093
▁disappointing	-9.60949
▁express	-9.6117
▁enjoyed	-9.6118
▁confident	-9.61192
▁curious	-9.61192
▁finish	-9.61192
▁gradually	-9.61192
▁increas	-9.61192
▁intoxicating	-9.61192
▁necessary	-9.61192
▁significant	-9.61192
▁succumb	-9.61192
▁heaven	-9.61193
▁wedding	-9.61193
▁report	-9.61194
▁fish	-9.61194
▁nerve	-9.61199
▁ticket	-9.61199
▁type	-9.61199
▁empathy	-9.61231
▁plotting	-9.61232
▁endure	-9.61232
▁pale	-9.61278
▁attractive	-9.61302
▁simul	-9.61328
▁body	-9.61328
▁era	-9.61356
▁blade	-9.61358
▁acts	-9.6138
ship	-9.61632
▁adult	-9.61892
▁wear	-9.62197
▁reading	-9.62202
▁deadly	-9.62532
▁older	-9.62552
school	-9.62614
▁lines	-9.62752
▁pa	-9.62805
▁red	-9.62844
▁achieves	-9.62991
▁slo	-9.63105
▁enthusiasm	-9.63192
▁graphic	-9.63192
▁incoherent	-9.63192
▁slice	-9.63192
▁unpredictable	-9.63192
▁uplifting	-9.63192
▁mayhem	-9.63192
▁heartbreaking	-9.63193
▁delicious	-9.63193
▁unfocused	-9.63197
▁crap	-9.63207
▁levels	-9.63228
▁crass	-9.63232
▁passionate	-9.63236
▁eat	-9.63258
▁grown	-9.63267
▁wholly	-9.63291
▁wife	-9.63304
▁third	-9.63305
▁drawn	-9.63326
▁child	-9.63414
▁tu	-9.63424
▁undeniable	-9.63424
▁delights	-9.63441
▁moviegoers	-9.63592
▁emotion	-9.63686
een	-9.63791
▁question	-9.63797
▁theaters	-9.63931
▁bla	-9.63996
▁smarter	-9.64045
▁land	-9.64158
▁expected	-9.64167
▁lie	-9.6432
side	-9.64328
▁games	-9.64383
▁represents	-9.64395
▁spin	-9.64589
1	-9.64626
▁traditional	-9.64648
▁kill	-9.64684
▁brothers	-9.64835
▁prim	-9.64866
▁sp	-9.64975
said	-9.65001
▁da	-9.65166
▁service	-9.65221
▁transform	-9.65225
▁resist	-9.65231
▁cloying	-9.65233
▁example	-9.65233
▁exploitative	-9.65233
▁outstanding	-9.65233
▁poem	-9.65233
▁jolt	-9.65233
▁christmas	-9.65235
▁outrageous	-9.65237
▁slack	-9.65237
▁offbeat	-9.65253
▁broad	-9.65254
▁melodramatic	-9.65265
▁joyous	-9.65282
▁preachy	-9.65306
▁am	-9.6531
▁however	-9.6532
▁king	-9.65322
mber	-9.65427
▁cover	-9.65432
▁supporting	-9.65465
▁terms	-9.65498
▁demonstrate	-9.66104
▁talk	-9.66486
▁sports	-9.66651
▁th	-9.6682
▁catch	-9.66904
▁points	-9.66923
fire	-9.67067
▁comfort	-9.67291
▁choppy	-9.67317
▁grandeur	-9.67317
▁somehow	-9.67317
▁sympathy	-9.67317
▁treasure	-9.67317
▁grab	-9.67317
▁mature	-9.67317
▁sensual	-9.67325
▁lyrical	-9.67327
▁sour	-9.67346
▁portrayal	-9.67377
▁bitter	-9.67439
▁park	-9.67476
▁cost	-9.67508
▁earth	-9.6763
▁list	-9.67794
▁pleasing	-9.67852
▁musical	-9.67878
▁sw	-9.68003
▁ru	-9.68023
▁sink	-9.68079
▁ski	-9.68381
▁friend	-9.68522
work	-9.68811
drama	-9.68858
crafted	-9.68865
king	-9.69024
ck	-9.69164
▁courage	-9.69416
▁ambition	-9.69444
▁atmosphere	-9.69444
▁fierce	-9.69444
▁landscape	-9.69444
▁nowhere	-9.69444
▁remote	-9.69444
▁soderbergh	-9.69444
▁thousand	-9.69444
▁trademark	-9.69444
▁vapid	-9.69444
▁genial	-9.69444
▁revenge	-9.69444
▁seagal	-9.69444
▁foul	-9.69446
▁revelatory	-9.69447
▁generation	-9.69449
▁personality	-9.69499
▁niche	-9.69502
▁male	-9.69579
▁lady	-9.6958
▁artistic	-9.69638
▁edited	-9.69766
▁factor	-9.69887
un	-9.70017
▁standards	-9.70028
▁cho	-9.70147
▁relie	-9.70151
▁marks	-9.70152
▁charmer	-9.70163
▁timely	-9.70244
▁hop	-9.70437
ale	-9.70541
em	-9.70601
6	-9.71022
wood	-9.71043
▁smug	-9.71059
▁pitch	-9.71284
▁sketch	-9.71361
▁mar	-9.71435
▁post	-9.71472
▁banal	-9.71599
▁public	-9.71607
$	-9.71618
▁abandon	-9.71618
▁encounter	-9.71618
▁inherent	-9.71618
▁resonant	-9.71618
▁simplistic	-9.71618
▁sneak	-9.71618
▁theatrical	-9.71618
▁unlikable	-9.71618
▁bigger	-9.71619
▁teenagers	-9.7162
▁collection	-9.71623
▁unoriginal	-9.7163
scale	-9.71636
▁murky	-9.7165
▁spring	-9.71661
▁dirty	-9.71702
▁vampire	-9.71715
▁market	-9.71768
▁larger	-9.71769
▁hands	-9.71785
▁grow	-9.71817
▁killer	-9.71831
▁rendered	-9.71886
▁missed	-9.7196
▁bone	-9.71981
▁realized	-9.72371
▁sor	-9.72481
▁fear	-9.7258
▁villain	-9.72604
▁vividly	-9.72619
▁yes	-9.72622
▁shooting	-9.72642
he	-9.72688
▁shake	-9.72845
▁draw	-9.73149
▁fair	-9.73176
q	-9.73185
▁fate	-9.73209
8	-9.73227
▁wilde	-9.73246
▁stu	-9.73505
▁engage	-9.73539
▁discover	-9.73582
▁guns	-9.7365
▁bang	-9.73658
▁sleep	-9.73672
art	-9.73703
tuck	-9.73709
▁thrill	-9.73827
▁bittersweet	-9.7384
▁ordinary	-9.7384
▁poignancy	-9.7384
▁snow	-9.7384
▁somewhere	-9.7384
▁arrive	-9.73841
▁bunch	-9.73841
▁lift	-9.73841
▁sugar	-9.73841
▁charismatic	-9.73854
▁daring	-9.73863
▁gem	-9.73866
▁absurdity	-9.73868
▁witless	-9.73937
▁paul	-9.73962
▁sober	-9.73984
▁creation	-9.74032
▁amused	-9.74062
▁freshness	-9.74099
▁buy	-9.7415
▁constructed	-9.744
▁boys	-9.74603
▁cha	-9.74886
▁impression	-9.749
▁result	-9.74918
▁amounts	-9.74922
▁damn	-9.75048
▁son	-9.75149
▁record	-9.75469
▁profound	-9.75558
▁wind	-9.75641
▁construct	-9.75698
tantly	-9.7592
cur	-9.75985
ac	-9.76012
▁sentiment	-9.76021
▁tears	-9.76027
▁cult	-9.76108
witted	-9.76113
▁despair	-9.76113
▁proceedings	-9.76113
▁territory	-9.76113
▁mixture	-9.76113
taneous	-9.76113
▁combination	-9.76114
▁korea	-9.76116
▁italian	-9.76117
▁angst	-9.76121
▁essen	-9.76122
▁footage	-9.76125
▁mo	-9.7613
▁shape	-9.7614
▁fa	-9.76172
▁attract	-9.76198
▁involved	-9.7621
rought	-9.7621
▁spot	-9.76281
▁touches	-9.76315
▁dvd	-9.76324
▁control	-9.76335
▁jar	-9.764
7	-9.76421
▁dish	-9.76665
▁burn	-9.76701
arious	-9.7674
▁richer	-9.76793
▁predecessor	-9.77268
▁secret	-9.77293
▁leav	-9.77306
▁unfolds	-9.77317
▁folks	-9.77484
▁played	-9.77723
▁note	-9.7787
▁breathtaking	-9.77898
▁exceptional	-9.77906
ught	-9.7794
▁biting	-9.77953
▁ground	-9.78015
▁rush	-9.78022
▁trite	-9.784
▁compassion	-9.78424
▁astounding	-9.78439
▁dignity	-9.78439
▁immediate	-9.78439
▁splash	-9.78439
▁teeth	-9.78439
▁tongue	-9.78439
▁spooky	-9.7844
▁commentary	-9.78443
▁meaningful	-9.78445
▁regard	-9.78445
▁settle	-9.78478
▁race	-9.78484
▁bo	-9.78499
▁path	-9.78513
▁knowledge	-9.78534
▁whatever	-9.78608
▁suspect	-9.78708
▁faster	-9.78761
▁3	-9.78847
▁mill	-9.78862
▁kissing	-9.78885
▁deeper	-9.78902
▁nation	-9.78947
▁shock	-9.79107
▁wave	-9.79238
▁beach	-9.79523
▁ice	-9.79598
▁results	-9.79677
▁animal	-9.79704
▁protagonist	-9.79718
▁rank	-9.79748
hop	-9.79868
▁hits	-9.79955
▁aim	-9.80053
▁week	-9.80123
▁build	-9.80174
▁scream	-9.80181
field	-9.80231
▁desperate	-9.8027
▁spectacular	-9.80289
▁topic	-9.80373
▁appreciate	-9.80503
▁honestly	-9.80643
▁adventurous	-9.8082
▁exotic	-9.8082
▁fanciful	-9.8082
▁magnificent	-9.8082
▁nightmare	-9.8082
▁perverse	-9.8082
▁unforced	-9.8082
▁stirring	-9.8082
▁moore	-9.8082
▁urge	-9.8082
▁timing	-9.80821
▁ryan	-9.80821
▁visit	-9.80821
▁wander	-9.80824
▁angel	-9.80826
▁depiction	-9.80828
▁rough	-9.80831
▁wal	-9.80838
▁capable	-9.80841
▁soulful	-9.80841
▁search	-9.80843
▁soulless	-9.80868
▁immensely	-9.80879
entist	-9.80897
ated	-9.809
▁expression	-9.80924
▁jim	-9.81149
▁sweetness	-9.81198
▁pleasures	-9.81201
é	-9.81245
▁area	-9.81258
▁lee	-9.81278
▁endlessly	-9.81558
than	-9.81844
ern	-9.81925
▁paced	-9.81943
▁ho	-9.82009
▁bite	-9.82097
class	-9.8217
▁grat	-9.82175
▁rad	-9.82227
▁loved	-9.82246
▁raci	-9.82329
ance	-9.82516
lie	-9.82547
▁alien	-9.82866
▁desire	-9.82945
▁stick	-9.83016
▁sadly	-9.83052
ven	-9.83107
▁inspiration	-9.83174
▁blow	-9.83197
▁junk	-9.83234
▁vital	-9.8325
satisfied	-9.83259
▁patience	-9.83259
▁polished	-9.83259
▁harrowing	-9.83259
▁spider	-9.83259
▁bag	-9.83259
▁committed	-9.83259
▁br	-9.83261
daughter	-9.83263
▁cutting	-9.83267
▁spend	-9.83269
▁spoof	-9.8327
▁anti	-9.83271
▁lend	-9.83273
▁box	-9.83275
▁basic	-9.83278
▁shapeless	-9.83281
▁losing	-9.83286
▁literary	-9.83288
▁comfortable	-9.83288
▁alternate	-9.83294
enni	-9.83299
assive	-9.83313
▁laughable	-9.8336
▁wow	-9.83393
▁overwhelming	-9.83394
▁dragon	-9.83411
▁magical	-9.83475
▁4	-9.83545
▁intermi	-9.83595
over	-9.83863
▁ta	-9.83865
ak	-9.83959
ul	-9.84011
ya	-9.84145
▁demands	-9.84201
▁delivered	-9.84217
▁du	-9.84297
tle	-9.84591
ious	-9.84858
▁enthusiastic	-9.84936
▁winner	-9.84944
notch	-9.84961
▁wears	-9.85126
▁sweetly	-9.85167
▁lesson	-9.85426
▁understanding	-9.85462
gged	-9.85468
▁scare	-9.85481
▁tradition	-9.85505
▁trash	-9.85516
▁details	-9.85596
cute	-9.85606
▁needed	-9.85679
▁lump	-9.85724
▁commun	-9.85739
▁african	-9.85758
▁alternative	-9.85759
▁appalling	-9.85759
▁credible	-9.85759
▁dickens	-9.85759
▁hallmark	-9.85759
▁imitation	-9.85759
▁resourceful	-9.85759
▁squander	-9.85759
▁sympathetic	-9.85759
▁boast	-9.85759
▁monty	-9.85759
▁nomination	-9.85759
▁scorsese	-9.85759
▁martin	-9.85759
▁common	-9.85764
▁uncompromising	-9.85768
▁homage	-9.85769
▁faithful	-9.85773
▁popular	-9.85777
▁connection	-9.85778
▁startling	-9.85778
▁relief	-9.85779
▁broom	-9.85819
▁unfortunately	-9.85863
▁movements	-9.8591
▁sadness	-9.85965
▁tap	-9.85967
tiny	-9.85981
▁convinced	-9.86007
jones	-9.86025
▁lip	-9.86037
▁sketchy	-9.86062
ugh	-9.86125
▁early	-9.86286
upper	-9.86426
wi	-9.86961
▁happening	-9.87091
ible	-9.87269
▁values	-9.87273
grade	-9.87293
▁friends	-9.87344
▁sn	-9.87412
▁evening	-9.87422
▁hole	-9.87557
▁longer	-9.87665
▁scratch	-9.87677
▁artists	-9.87726
▁dust	-9.87849
▁flow	-9.88012
▁disguise	-9.8805
▁hu	-9.88266
filled	-9.88279
wrenching	-9.88323
▁celebration	-9.88323
▁degree	-9.88323
▁flimsy	-9.88323
▁happiness	-9.88323
▁police	-9.88323
▁presence	-9.88323
▁strict	-9.88323
▁window	-9.88323
▁husband	-9.88323
▁broken	-9.88323
▁slick	-9.88326
▁cell	-9.88326
▁gritty	-9.88326
▁revelation	-9.88331
▁lurid	-9.88333
▁sparkling	-9.88343
▁uninspired	-9.88352
▁intellectual	-9.88406
▁buck	-9.88445
▁innocence	-9.88452
▁exploitation	-9.88472
▁knowing	-9.88496
▁belong	-9.88574
▁minds	-9.88598
▁flower	-9.88659
▁candy	-9.88717
ph	-9.88725
▁finale	-9.88741
alan	-9.88785
▁90-	-9.88888
▁wall	-9.88957
▁national	-9.88968
ane	-9.89027
▁apparently	-9.89091
▁skip	-9.89091
▁witch	-9.89099
▁key	-9.89214
ups	-9.89417
▁mel	-9.89421
▁honesty	-9.89484
▁ear	-9.89492
▁burns	-9.89546
▁others	-9.89556
▁fir	-9.89778
▁grows	-9.89816
▁technical	-9.90403
▁guess	-9.90496
ia	-9.90507
▁odds	-9.90564
lond	-9.90565
▁distance	-9.90638
▁inevitabl	-9.90686
▁insights	-9.90799
cu	-9.9082
▁feat	-9.90948
▁distinct	-9.90954
▁***	-9.90954
▁aplomb	-9.90954
▁barbershop	-9.90954
▁cynical	-9.90954
▁english	-9.90954
▁revolution	-9.90954
▁tremendous	-9.90954
▁warrior	-9.90954
▁fluid	-9.90954
▁toilet	-9.90954
▁biggest	-9.90954
eudo	-9.90955
▁maudlin	-9.90957
▁hastily	-9.90958
▁morning	-9.90962
▁creature	-9.90963
▁belt	-9.90968
▁imagery	-9.9097
▁escapism	-9.90973
▁drop	-9.90982
3	-9.91
▁scenery	-9.91008
▁corny	-9.91021
▁blast	-9.91024
▁extend	-9.91035
▁recycled	-9.91042
▁leaden	-9.91073
▁earnestness	-9.91083
▁shocking	-9.9111
▁tortured	-9.91158
▁miss	-9.91251
med	-9.91513
▁structured	-9.91529
▁developed	-9.91589
▁guessing	-9.91596
▁due	-9.9167
aged	-9.91672
▁luck	-9.91752
ning	-9.91876
▁spirits	-9.9195
▁cla	-9.9196
▁er	-9.92341
vely	-9.92459
▁suffering	-9.92787
▁father	-9.92874
ure	-9.92909
gi	-9.92911
▁dra	-9.92936
room	-9.93001
writer	-9.9302
power	-9.9306
bad	-9.93083
lor	-9.93221
▁develop	-9.93232
▁drown	-9.93235
▁gar	-9.93284
▁travel	-9.93513
▁doze	-9.93569
▁potent	-9.93648
▁admire	-9.93654
▁appropriate	-9.93657
▁benigni	-9.93657
▁cohesive	-9.93657
▁convenient	-9.93657
▁ingenious	-9.93657
▁irresistible	-9.93657
▁juvenile	-9.93657
▁mysterious	-9.93657
▁safe	-9.93657
▁sudden	-9.93657
▁terribly	-9.93657
▁terrifying	-9.93657
▁testament	-9.93657
▁unfaithful	-9.93657
▁burie	-9.93657
▁nevertheless	-9.93657
▁references	-9.93657
▁expressive	-9.93657
▁intentions	-9.93657
▁spell	-9.93657
▁variety	-9.93657
▁sublime	-9.93657
▁glass	-9.93658
▁cheer	-9.93658
▁verve	-9.93658
▁screw	-9.9366
frai	-9.93661
▁dreadful	-9.93661
▁dangerous	-9.93666
▁rapid	-9.93669
▁disappointment	-9.9367
▁sensational	-9.93672
▁tight	-9.93695
▁overwrought	-9.93695
▁hugh	-9.93714
▁chilly	-9.93721
▁swim	-9.93723
▁lane	-9.93729
▁artful	-9.93737
yam	-9.93775
▁charmless	-9.93786
▁executed	-9.93809
▁mouth	-9.93843
▁continue	-9.93859
▁edit	-9.93874
▁&	-9.93906
▁surrounding	-9.93913
▁store	-9.93915
▁fairy	-9.93984
▁require	-9.94112
▁lifeless	-9.94119
▁staged	-9.94213
▁earn	-9.94281
▁desperately	-9.94285
▁breathtakingly	-9.94301
▁begin	-9.94355
▁wars	-9.9454
giving	-9.94659
▁signs	-9.94708
▁presented	-9.94732
sane	-9.94767
▁total	-9.95001
ward	-9.95124
list	-9.95602
▁salt	-9.95731
▁heal	-9.9574
spirited	-9.95836
national	-9.95852
half	-9.95858
▁tricks	-9.95906
▁lively	-9.95909
ities	-9.95952
packed	-9.96064
▁guilt	-9.96174
▁ab	-9.96297
▁crack	-9.96326
▁decepti	-9.9637
▁spite	-9.96434
▁adolescent	-9.96435
▁clumsily	-9.96435
▁comparison	-9.96435
▁difference	-9.96435
▁dubbed	-9.96435
▁dynamic	-9.96435
▁exceedingly	-9.96435
▁ghost	-9.96435
▁integrity	-9.96435
▁psychology	-9.96435
▁silliness	-9.96435
▁splendor	-9.96435
▁surrender	-9.96435
▁quirks	-9.96435
▁newcomer	-9.96435
▁roger	-9.96435
▁trailer	-9.96435
▁raunch	-9.96441
▁spike	-9.96442
▁reduce	-9.96448
ified	-9.96451
▁195	-9.96455
▁ode	-9.96455
▁jaw	-9.96472
ridden	-9.96509
▁dozen	-9.96567
▁shelf	-9.96608
▁meat	-9.96609
▁below	-9.96618
▁warning	-9.96679
▁spirited	-9.96716
▁moviemaking	-9.96731
paid	-9.96775
▁sake	-9.96879
▁song	-9.96911
▁limited	-9.96965
▁heard	-9.97072
▁won	-9.97094
com	-9.9718
▁astonishingly	-9.97224
▁reasonabl	-9.97448
kind	-9.97583
▁center	-9.98113
tal	-9.98186
▁sla	-9.98492
▁professional	-9.98672
2	-9.98692
4	-9.98693
▁chris	-9.98712
number	-9.98713
▁loose	-9.98739
▁equal	-9.98746
▁occasional	-9.98753
wear	-9.98753
▁extra	-9.98884
▁nuance	-9.9898
▁rises	-9.99156
▁flavor	-9.99261
▁marvel	-9.99265
▁blank	-9.99291
caricature	-9.99292
oriented	-9.99292
▁attitude	-9.99292
▁chaotic	-9.99292
▁embarrassment	-9.99292
▁environment	-9.99292
▁feces	-9.99292
▁inviting	-9.99292
▁screenwriting	-9.99292
▁straightforward	-9.99292
▁coherent	-9.99292
▁honor	-9.99292
▁hopkins	-9.99292
▁spare	-9.99292
▁proud	-9.99292
▁tasty	-9.99292
▁rising	-9.99293
cite	-9.99294
▁wallace	-9.99294
▁distasteful	-9.99294
▁diversion	-9.99295
▁gently	-9.99296
▁12	-9.993
▁private	-9.99301
▁phony	-9.99312
▁halfway	-9.99322
▁plotted	-9.9933
▁fights	-9.99393
▁sweeping	-9.99402
▁labored	-9.99504
▁dullest	-9.9954
▁demanding	-9.99588
▁locations	-9.99659
▁shamelessly	-9.99685
▁bill	-9.99692
▁produced	-9.99711
▁smok	-9.99718
▁ran	-9.99832
ept	-9.99846
▁pie	-10.0025
▁touched	-10.0045
▁worked	-10.0051
▁connect	-10.0052
▁roles	-10.008
▁directing	-10.008
▁directors	-10.0086
▁breath	-10.0092
▁smartly	-10.0103
ami	-10.0153
style	-10.0157
dead	-10.0166
▁aimless	-10.017
▁gang	-10.0179
red	-10.0181
▁improve	-10.0195
▁event	-10.0205
▁forces	-10.0214
▁square	-10.0218
▁americans	-10.0219
▁account	-10.0223
▁benefit	-10.0223
▁childhood	-10.0223
▁equivalent	-10.0223
▁explosion	-10.0223
▁flesh	-10.0223
▁incessant	-10.0223
▁polanski	-10.0223
▁saccharine	-10.0223
▁smack	-10.0223
▁society	-10.0223
▁soggy	-10.0223
▁shrewd	-10.0223
▁praise	-10.0223
▁regret	-10.0223
▁speed	-10.0223
alyze	-10.0224
▁swoo	-10.0224
▁seven	-10.0224
▁indeed	-10.0224
▁limp	-10.0224
▁auto	-10.0225
▁christian	-10.0225
▁dying	-10.0226
▁order	-10.0229
▁motivated	-10.0229
▁useless	-10.023
▁cram	-10.0232
▁course	-10.0233
▁chuckle	-10.0235
▁enthralling	-10.0236
▁openness	-10.0238
▁send	-10.0238
▁characteristic	-10.0238
▁test	-10.0244
▁page	-10.0246
▁farts	-10.0246
ternal	-10.025
▁push	-10.0254
▁disappointed	-10.0254
▁suited	-10.0256
chingly	-10.0256
▁clos	-10.0264
pressed	-10.0269
gent	-10.0291
▁breaks	-10.0296
▁discovery	-10.03
▁teenage	-10.0301
▁seconds	-10.0302
▁screaming	-10.0303
▁drawing	-10.0309
ory	-10.031
▁ju	-10.0316
back	-10.0318
▁thumbs	-10.0326
consciously	-10.0328
station	-10.0349
▁lower	-10.0353
sible	-10.0361
▁hearts	-10.0361
▁weirdly	-10.0373
nted	-10.0386
▁include	-10.0397
▁uncomm	-10.0405
key	-10.0434
▁sa	-10.0439
▁inspire	-10.045
▁kick	-10.0467
▁peculiar	-10.047
▁handsome	-10.0471
▁term	-10.0487
▁parent	-10.0492
oli	-10.0508
▁drugs	-10.0512
▁hype	-10.0519
70	-10.0526
▁academ	-10.0526
▁ambiguous	-10.0526
▁artifice	-10.0526
▁background	-10.0526
▁capacity	-10.0526
▁cheese	-10.0526
▁chinese	-10.0526
▁dawn	-10.0526
▁expense	-10.0526
▁generous	-10.0526
▁incompetent	-10.0526
▁innovation	-10.0526
▁lackluster	-10.0526
▁martha	-10.0526
▁miracle	-10.0526
▁nonsensical	-10.0526
▁perhaps	-10.0526
▁relevant	-10.0526
▁stroke	-10.0526
▁substantial	-10.0526
▁tragedies	-10.0526
▁unflinching	-10.0526
▁collective	-10.0526
▁whimsy	-10.0526
▁behold	-10.0526
▁quest	-10.0527
▁rewards	-10.0527
▁held	-10.0527
▁compar	-10.0527
cheek	-10.0527
▁finger	-10.0527
▁iranian	-10.0527
▁idiotic	-10.0527
tently	-10.0527
▁personalities	-10.0528
▁vitality	-10.0529
▁slip	-10.0529
▁uncanny	-10.053
▁tick	-10.0534
▁mental	-10.0535
▁inspirational	-10.0538
▁language	-10.054
▁decided	-10.054
▁table	-10.0546
▁admit	-10.0548
▁choices	-10.0556
▁producer	-10.0558
▁gloriously	-10.0563
▁richly	-10.0563
▁engaged	-10.0569
▁marginal	-10.057
▁severe	-10.0588
▁grade	-10.0602
▁fra	-10.0607
▁onscreen	-10.0612
▁features	-10.0613
▁cap	-10.0614
▁started	-10.0625
ino	-10.0628
▁inane	-10.0644
lan	-10.0653
ches	-10.0662
▁delicately	-10.0674
▁players	-10.0682
▁messages	-10.0684
▁politically	-10.07
▁u	-10.0704
rew	-10.0714
trip	-10.073
▁ideal	-10.0733
affected	-10.0738
▁transcends	-10.0756
▁succeed	-10.0766
▁inner	-10.077
▁arc	-10.0784
fun	-10.0784
too	-10.08
gling	-10.0801
eo	-10.0802
▁portray	-10.0805
▁stunt	-10.0807
▁convince	-10.0808
▁choice	-10.0808
▁element	-10.0811
▁image	-10.082
▁rehash	-10.0829
idden	-10.083
▁thematic	-10.0836
▁bracing	-10.0839
▁deliberate	-10.0839
▁fantasies	-10.0839
▁fuzzy	-10.0839
▁garbage	-10.0839
▁insipid	-10.0839
▁intimacy	-10.0839
▁misery	-10.0839
▁resonance	-10.0839
▁scenario	-10.0839
▁slapdash	-10.0839
▁sluggish	-10.0839
▁sumptuous	-10.0839
▁built	-10.0839
▁trappings	-10.0839
▁sarandon	-10.0839
erbal	-10.0839
▁marriage	-10.0839
▁destination	-10.0839
▁subtly	-10.084
▁interview	-10.084
▁knew	-10.084
▁possibilities	-10.084
▁myself	-10.0841
▁locales	-10.0841
▁rude	-10.0842
▁kline	-10.0842
▁gasp	-10.0844
mart	-10.0847
ging	-10.0847
▁complexity	-10.0848
▁makers	-10.0848
▁corner	-10.0851
▁barrel	-10.0851
▁technology	-10.0852
▁rely	-10.0854
▁thrown	-10.086
▁photography	-10.0861
▁choose	-10.0866
▁actresses	-10.0867
ford	-10.087
▁mere	-10.0886
▁rushed	-10.0895
▁redeem	-10.0916
▁sacrifice	-10.0925
▁mainly	-10.093
▁devices	-10.0949
▁woo	-10.0991
▁pe	-10.1012
▁excess	-10.1029
▁layers	-10.1033
▁hear	-10.1058
gui	-10.1059
▁harv	-10.1073
light	-10.1082
▁scor	-10.1091
40	-10.1093
world	-10.1104
▁focus	-10.1119
putting	-10.1121
▁slowly	-10.1131
ler	-10.1131
▁imp	-10.114
▁movement	-10.1142
▁expectation	-10.1143
▁bound	-10.1147
ozen	-10.1157
cisive	-10.1157
▁existential	-10.116
▁text	-10.1161
▁dim	-10.1161
▁aesthetic	-10.1161
▁irony	-10.1161
▁borrow	-10.1161
▁breakthrough	-10.1161
▁breezy	-10.1161
▁celluloid	-10.1161
▁chabrol	-10.1161
▁complications	-10.1161
▁context	-10.1161
▁contribution	-10.1161
▁current	-10.1161
▁dysfunctional	-10.1161
▁elaborate	-10.1161
▁embarrassed	-10.1161
▁encouraging	-10.1161
▁familial	-10.1161
▁holocaust	-10.1161
▁improbable	-10.1161
▁lopez	-10.1161
▁mechanic	-10.1161
▁pleasurable	-10.1161
▁problematic	-10.1161
▁stereotypical	-10.1161
▁distinctive	-10.1161
▁edgy	-10.1161
▁prevent	-10.1161
▁sincerity	-10.1161
▁wound	-10.1161
▁court	-10.1161
▁gear	-10.1161
▁martial	-10.1161
▁subculture	-10.1162
▁contain	-10.1162
wreck	-10.1162
▁famous	-10.1162
▁buffs	-10.1162
▁hack	-10.1162
▁likable	-10.1162
▁daily	-10.1163
▁unbelievable	-10.1164
▁refusal	-10.1164
▁graceless	-10.1168
▁supremely	-10.1168
▁adrenalin	-10.1168
▁overlong	-10.1168
▁singing	-10.1169
▁bridge	-10.1175
▁weirdness	-10.1176
calm	-10.1178
▁dramatically	-10.1183
▁parker	-10.1185
▁costume	-10.1186
▁scott	-10.1188
▁gall	-10.1188
hitting	-10.119
▁dress	-10.119
▁tay	-10.1194
▁finely	-10.1195
▁provid	-10.1196
going	-10.1196
▁disgusting	-10.1196
▁distinguished	-10.1201
▁cleverness	-10.1204
hat	-10.1218
▁surreal	-10.1251
▁shaped	-10.1253
▁celebrates	-10.1263
▁adventures	-10.1301
▁grating	-10.131
▁ranks	-10.1312
faced	-10.1315
▁com	-10.1315
▁tri	-10.135
▁charge	-10.1351
mas	-10.1352
▁fer	-10.1395
▁passe	-10.1395
▁scar	-10.1398
play	-10.1429
▁dom	-10.143
▁kiss	-10.1438
▁actual	-10.144
▁neat	-10.1441
qui	-10.1442
way	-10.1447
free	-10.1447
▁handle	-10.1449
▁dogs	-10.145
▁returns	-10.1462
▁charms	-10.1465
▁within	-10.1466
▁pit	-10.1473
99	-10.1475
▁pow	-10.1478
▁experiment	-10.1485
▁mistake	-10.1486
▁whimsical	-10.1493
▁eager	-10.1493
▁revel	-10.1494
▁desperation	-10.1495
▁exposition	-10.1495
▁giddy	-10.1495
▁gyllenhaal	-10.1495
▁hokum	-10.1495
▁hybrid	-10.1495
▁incoherence	-10.1495
▁inconsequential	-10.1495
▁infidelity	-10.1495
▁invention	-10.1495
▁junior	-10.1495
▁obsession	-10.1495
▁redundant	-10.1495
▁reminiscent	-10.1495
▁resolutely	-10.1495
▁responsible	-10.1495
▁savvy	-10.1495
▁trifle	-10.1495
▁evolve	-10.1495
▁kong	-10.1495
▁zero	-10.1495
▁german	-10.1495
▁harsh	-10.1495
▁planet	-10.1495
▁trees	-10.1495
▁bump	-10.1495
▁diverting	-10.1495
▁pathology	-10.1495
▁romp	-10.1495
fication	-10.1495
▁harry	-10.1496
▁beast	-10.1496
▁altogether	-10.1496
ourne	-10.1497
▁satirical	-10.1497
▁owe	-10.1498
▁brand	-10.1499
▁mile	-10.15
▁listen	-10.15
▁exit	-10.15
▁aggressive	-10.1501
▁yearning	-10.1502
▁respectable	-10.1502
▁lovers	-10.1503
▁preposterous	-10.1504
▁stone	-10.1505
▁replaced	-10.1505
▁shakespeare	-10.1506
